Repository: szedar14/cinnamon-spices-applets
Catalog: .translation-tables/po/qredshift@quintao/*.po
Languages: ro

source: Reload Applet
ro: Reîncarcă applet

source: Recompile Translations
ro: Recompilează traduceri

source: REDSHIFT NOT INSTALLED!
ro: REDSHIFT NU ESTE INSTALAT!

source: Requires Redshift: sudo apt-get install redshift
ro: Necesită Redshift: sudo apt-get install redshift

source: Enabled
ro: Activat

source: Bright:
ro: Luminos:

source: Night Enabled
ro: Activat noaptea

source: Show Label
ro: Arată eticheta

source: On
ro: Pornit

source: Off
ro: Oprit

source: Day Temperature
ro: Temperatură ziua

source: Day Brightness
ro: Luminozitate ziua

source: Night Temperature
ro: Temperatură noapte

source: Night Brightness
ro: Luminozitate noapte

source: Temperature
ro: Temperatură

source: Brightness
ro: Luminozitate

source: Settings
ro: Setări.

source: Location
ro: Locație

source: Shortcuts
ro: Scurtături

source: Tips
ro: Sfaturi

source: Options
ro: Opțiuni

source: Day Settings
ro: Setări ziua

source: Night Settings
ro: Setări noapte

source: Key Bindings
ro: Legături taste

source: Location Settings
ro: Setări locație

source: Auto Update
ro: Auto actualizare

source: Continuously adjust color temperature
ro: Reglează continuu temperatura culorii

source: Update interval
ro: Actualizare interval

source: Adjustment Method
ro: Metodă de ajustare

source: Method to use to set color temperature
ro: Metodă pentru setarea temperaturii culorii

source: Icon Scroll Action
ro: Acțiune la derularea pe pictogramă.

source: Disabled
ro: Dezactivat

source: On/Off
ro: Pornit/Oprit

source: Bright
ro: Luminos

source: Action when scroll on applet icon.
ro: Acțiune la derularea pe pictograma appletului.

source: Remote Location
ro: Locație la distanță

source: Native geoclue on redshift can make the experience slow.
ro: Geoclue nativ pentru redshift poate încetini experiența.

source: Update Location
ro: Actualizare locație

source: Latitude
ro: Latitudine

source: Longitude
ro: Longitudine

source: Native geoclue on redshift can make the experience slow. Using: https://geolocation-db.com/
ro: Geoclue nativ pentru redshift poate încetini experiența. Se folosește: https://geolocation-db.com/

source: * Right-click the sliders to reset the default (neutral) value.
ro: * Click-dreapta pe slider pentru a reseta valoarea implicită (neutră).

source: If you like and use this applet take the time to visit it's page on Cinnamon Spices and give it a star. You only need a github account to do this.
ro: Dacă îți place acest applet, te rog vizitează pagina sa pe Cinnamon Spices și dă-i o stea. Ai nevoie doar de un cont de github pentru a face asta.
